Repository: NatyAmeha/zmare
Catalog: lib/l10n/app_*.arb
Languages: am

source: Select Language
am: ቋንቋ ይምረጡ

# artist_you_like
source: Artists you might like
am: ሊወዷቸው የሚችሉ አርቲስቶች

# recommended_album
source: Recommended Albums
am: የሚመከሩ አልበሞች

# featured_playlist
source: Featured playlists
am: ተለይተው የቀረቡ ፕሌይሊስቶች

source: For you
am: ለእርስዎ

# made_for_you
source: Made for you, charts and playlists
am: ለእርስዎ የተዘጋጀ፣ ፕሌይሊስት ዝርዝሮች

source: Browse
am: ይፈልጉ

# search_text
source: Search music, albums and playlist
am: ሙዚቃ፣ አልበሞች እና ፕሌይሊስቶችን ይፈልጉ

source: Top songs
am: ምርጥ መዝሙሮች

source: New songs
am: አዳዲስ መዝሙሮች

# most_liked_song
source: Most liked songs
am: የተወደዱ መዝሙሮች

source: Top Albums
am: ምርጥ አልበሞች

source: New Albums
am: አዳዲስ አልበሞች

source: Popular Artists
am: ታዋቂ አርቲስቶች

source: New Artists
am: አዲስ አርቲስቶች

source: Create Playlist
am: ፕሌይሊስት ይፍጠሩ

source: No Album found
am: ምንም አልበም አልተገኘም።

source: No Artist found
am: ምንም አርቲስት አልተገኘም።

# no_song_sound
source: No song found
am: ምንም መዝሙር አልተገኘም።

# my_account
source: Account
am: መለያ

# sign_in_description
source: Sign in to personalize your experiance
am: የተመረጡ መዝሙሮችን ለማኘት ይግቡ

source: Sign in
am: ይግቡ

source: Register
am: ይመዝገቡ

source: Manage account
am: መለያዎትን ያስተዳድሩ

source: Liked songs
am: የተወደዱ መዝሙሮች

source: Favorite Albums
am: ተወዳጅ አልበሞች

# favorite_artists
source: Favroite Artists
am: ተወዳጅ አርቲስቶች

# your_playlist
source: Your Playlists
am: የእርስዎ ፕሌይሊስቶች

source: Downloads
am: የወረዱ መዝሙሮች

# album
source: Albums
am: አልበሞች

# playlist
source: Playlists
am: ፕሌይሊስቶች

# artist
source: Artists
am: አርቲስቶች

# onboarding_one
source: Gospel music in one place
am: መዝሙሮች በአንድ ቦታ

# onboarding_one_desc
source: Get all your favorite gosple musics at one place
am: ሁሉንም ተወዳጅ መዝሙሮችዎን በአንድ ቦታ ያግኙ

# onboarding_two
source: Personlized experiances
am: ለእርሶ የተበጀ የማዳመጥ ልምምድ

# onboarding_two_desc
source: You will get curated playlists, music charts and artist radio stattions
am: የተመረጡ ፕሌይሊስቶች፣ የሙዚቃ ገበታዎች እና አርቲስቶችን ያገኛሉ

# onboarding_three
source: Offline playback
am: ያለ ኢንተርኔት ያዳምጡ

# onboarding_three_desc
source: Download your favorite songs, albums and playlists for offline playback
am: የፈለጉትን መዝሙሮች፣ አልበሞች እና ፕሌይሊስት ዝርዝሮች አውርደው ያለ ኢንተርኔት ያዳምጡ

# onboarding_four
source: Sign up for better experiance
am: ለእርሶ የተበጀ የማዳመጥ ልምምድ እንዲኖሮት ይግቡ

# onboarding_four_desc
source: By signning up, you can like songs, albums and playlist, create your own playlist and much more
am: በመመዝገብ፣ መዝሙሮችን፣ አልበሞችን እና ፕሌይሊስቶችን መውደድ፣ የራስዎን አጫዋች ዝርዝር መፍጠር እና ሌሎችንም ማድረግ ይችላሉ።

source: Name
am: ስም

source: Phone number
am: ስልክ ቁጥር

# register_with_phone
source: Register with your phone
am: በስልክዎ ይመዝገቡ

# sign_in_with_phone
source: Sign in with your phone
am: በስልክዎ ይግቡ

source: Login
am: ይግቡ

source: Continue with Phone
am: በስልክ ቁጥሮ ይግቡ

source: Continue with facebook
am: በፌስቡክ አካውንቶ ይግቡ

source: Welcome
am: እንኳን ደህና መጡ

# continue_text
source: Continue
am: ይቀጥሉ

source: Skip
am: ለ አሁን ይቅር
